[BRSR_STRIKERIFLE_Conventional X2WeaponTemplate]
FriendlyName="Ударная винтовка"
FriendlyNamePlural="Ударные винтовки"
BriefSummary="Ударная винтовка - это более гибкая альтернатива снайперской винтовке со слегка увеличенным магазином. Она более точна вблизи, но менее точна на дальних дистанциях. Хотя ударная винтовка наносит меньше урона, чем снайперская винтовка, малый вес и низкая отдача дают ей способность \"Без прицела\", которая позволяет стрелку один раз в ход произвести стандартный выстрел, который не может использовать \"общий вид\" или наносить критический урон. Может оснащаться подствольным оружием и стандартными штыками."
TacticalText="<Bullet/> Требует два действия для выстрела или режима \"наблюдения\". \n<Bullet/> Требует меньше времени на проникновение, чем стандартная снайперская винтовка."
AbilityDescName="ударная винтовка"

[BRSR_STRIKERIFLE_Laser X2WeaponTemplate]
FriendlyName="Лазерное ударное копье"
FriendlyNamePlural="Лазерные ударные копья"
BriefSummary="Основанное на достигнутых нами успехах в технологии лазерного оружия, лазерное ударное копье может похвастаться значительно улучшенной боевой мощью, по сравнению с обычной ударной винтовкой. Предоставляет дополнительную способность \"Без прицела\". Может оснащаться подствольным оружием и стандартными штыками."
TacticalText="<Bullet/> Лазерное оружие имеет бонус к точности. \n<Bullet/> Лазерные ударные винтовки значительно эффективнее и точнее своих обычных предшественников. \n<Bullet/> Требует два действия для выстрела или режима \"наблюдения\". \n<Bullet/> Требует меньше времени на проникновение, чем стандартная снайперская винтовка."
AbilityDescName="ударная винтовка"

[BRSR_STRIKERIFLE_Magnetic X2WeaponTemplate]
FriendlyName="Магнитная ударная винтовка"
FriendlyNamePlural="Магнитные ударные винтовки"
BriefSummary="Основанная на достигнутых нами успехах в технологии магнитного оружия, магнитная ударная винтовка может похвастаться значительно улучшенной боевой мощью по сравнению с обычной ударной винтовкой. Предоставляет дополнительную способность \"Без прицела\". Может оснащаться подствольным оружием и стандартными штыками."
TacticalText="<Bullet/> Магнитные ударные винтовки наносят больше урона, чем их обычные или лазерные предшественники. \n<Bullet/> Требует два действия для выстрела или режима \"наблюдения\". \n<Bullet/> Требует меньше времени на проникновение, чем стандартная снайперская винтовка."
AbilityDescName="ударная винтовка"

[BRSR_STRIKERIFLE_Coil X2WeaponTemplate]
FriendlyName="Ударная винтовка Гаусса"
FriendlyNamePlural="Ударные винтовки Гаусса"
BriefSummary="Мощная ударная винтовка на основе технологии Гаусса, превосходящая по мощности магнитную ударную винтовку. Может пробивать вражескую броню. Предоставляет дополнительную способность \"Без прицела\". Может оснащаться подствольным оружием и стандартными штыками."
TacticalText="\n<Bullet/> Оружие на основе технологии Гаусса автоматически пробивает (игнорирует) 1 ед. брони. \n<Bullet/> Требует два действия для выстрела или режима \"наблюдения\". \n<Bullet/> Требует меньше времени на проникновение, чем стандартная снайперская винтовка."
AbilityDescName="ударная винтовка"

[BRSR_STRIKERIFLE_Beam X2WeaponTemplate]
FriendlyName="Плазменное ударное копье"
FriendlyNamePlural="Плазменные ударные копья"
BriefSummary="Самая совершенная модель ударной винтовки. В плазменное ударное копье интегрирована технология плазменного оружия пришельцев для более мощного эффекта. Предоставляет дополнительную способность \"Без прицела\". Может оснащаться подствольным оружием, стандартными штыками и силовыми штыками."
TacticalText="<Bullet/> Плазменное оружие повреждает цель так, что следующие удары по ней будут наносить дополнительно 1 ед. урона. \n<Bullet/> Плазменные ударные копья - самые мощные ударные винтовки на Земле. \n<Bullet/> Требует два действия для выстрела или режима \"наблюдения\". \n<Bullet/> Требует меньше времени на проникновение, чем стандартная снайперская винтовка."
AbilityDescName="ударная винтовка"

[BRSR_BATTLERIFLE_Conventional X2WeaponTemplate]
FriendlyName="Боевая винтовка"
FriendlyNamePlural="Боевые винтовки"
BriefSummary="Боевая винтовка - это альтернатива пушке, она значительно удобнее в использовании благодаря меньшему профилю. Она более точна, чем пушка на близких дистанциях, но менее точна на дальних дистанциях. Хотя у боевой винтовки урон и объем магазина ниже, чем у пушки, боевая винтовка дает дополнительную способность \"Русская рулетка\", которая позволяет сделать еще один выстрел в режиме \"наблюдения\", если первый выстрел не попал. Может оснащаться подствольным оружием и стандартными штыками."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей. \n<Bullet/> Требует меньше времени на проникновение, чем стандартная пушка."
AbilityDescName="боевая винтовка"

[BRSR_BATTLERIFLE_Laser X2WeaponTemplate]
FriendlyName="Лазерный пульсатор"
FriendlyNamePlural="Лазерные пульсаторы"
BriefSummary="Основанный на достигнутых нами успехах в технологии лазерного оружия, лазерный пульсатор может похвастаться значительно улучшенной боевой мощью по сравнению с обычной боевой винтовкой. Предоставляет дополнительную способность \"Русская рулетка\". Может оснащаться подствольным оружием и стандартными штыками."
TacticalText="<Bullet/> Лазерное оружие имеет бонус к точности. \n<Bullet/> Лазерные пульсаторы значительно эффективнее и точнее своих обычных предшественников. \n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей. \n<Bullet/> Требует меньше времени на проникновение, чем стандартная пушка."
AbilityDescName="боевая винтовка"

[BRSR_BATTLERIFLE_Magnetic X2WeaponTemplate]
FriendlyName="Магнитная боевая винтовка"
FriendlyNamePlural="Магнитные боевые винтовки"
BriefSummary="Основанная на достигнутых нами успехах в технологии магнитного оружия, магнитная боевая винтовка может похвастаться значительно улучшенной боевой мощью по сравнению с обычной боевой винтовкой. Предоставляет дополнительную способность \"Русская рулетка\". Может оснащаться подствольным оружием и стандартными штыками."
TacticalText="<Bullet/> Магнитные боевые винтовки наносят больше урона, чем их обычные или лазерные предшественники. \n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей. \n<Bullet/> Требует меньше времени на проникновение, чем стандартная пушка."
AbilityDescName="боевая винтовка"

[BRSR_BATTLERIFLE_Coil X2WeaponTemplate]
FriendlyName="Боевая винтовка Гаусса"
FriendlyNamePlural="Боевые винтовки Гаусса"
BriefSummary="Мощная боевая винтовка на основе технологии Гаусса, превосходящая по мощности магнитную боевую винтовку. Может пробивать вражескую броню. Предоставляет дополнительную способность \"Русская рулетка\". Может оснащаться подствольным оружием и стандартными штыками."
TacticalText="<Bullet/> Оружие на основе технологии Гаусса автоматически пробивает (игнорирует) 1 ед. брони. \n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей. \n<Bullet/> Требует меньше времени на проникновение, чем стандартная пушка."
AbilityDescName="боевая винтовка"

[BRSR_BATTLERIFLE_Beam X2WeaponTemplate]
FriendlyName="Плазменный циклер"
FriendlyNamePlural="Плазменные циклеры"
BriefSummary="Самая совершенная модель боевой винтовки. В плазменный циклер интегрирована технология плазменного оружия пришельцев для более мощного эффекта. Предоставляет дополнительную способность \"Русская рулетка\". Может оснащаться подствольным оружием, стандартными штыками и силовыми штыками."
TacticalText="\n<Bullet/> Плазменное оружие повреждает цель так, что следующие удары по ней будут наносить дополнительно 1 ед. урона. \n<Bullet/> Плазменные циклеры - самые мощные боевые винтовки на Земле. \n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей. \n<Bullet/> Требует меньше времени на проникновение, чем стандартная пушка."
AbilityDescName="боевая винтовка"

[BRSR_RussianRoulette X2AbilityTemplate]
LocFriendlyName="Русская рулетка"
LocLongDescription="Если в режиме \"наблюдения\" ваш выстрел промахнется, будет произведен еще один выстрел, пока есть боеприпасы. Влияет только на основное оружие, не на дополнительное оружие или пистолеты."
LocHelpText="Если в режиме \"наблюдения\" ваш выстрел промахнется, будет произведен еще один выстрел, пока есть боеприпасы."
LocFlyOverText="Русская рулетка"
LocPromotionPopupText="Выстрелы будут производиться до тех пор, пока не будет нанесен урон, не закончатся боеприпасы или не будет больше целей для стрельбы. \n<Bullet/> Критические попадания и царапины считаются \"попаданиями\" для целей этой способности.\n<Bullet/> Действует только в обычном режиме \"наблюдения\"; способность \"Ответный огонь\" и аналогичные ей, которые дают другие виды ответных выстрелов, не затронуты. \n<Bullet/> Действие способности прекратиться, если солдат выйдет из режима \"наблюдения\", например, из-за получения урона, подавления или дезориентации."

[BRSR_NoScope X2AbilityTemplate]
LocFriendlyName="Без прицела"
LocLongDescription="Сделайте стандартный выстрел, который тратит одно действие и не завершает ход. Не может использовать \"общий вид\" или наносить критический урон. Можно использовать только один раз за ход."
LocHelpText="Сделайте стандартный выстрел, который тратит одно действие и не завершает ход. Не может использовать \"общий вид\" или наносить критический урон."
LocFlyOverText="Без прицела"
LocPromotionPopupText="<Bullet/> Способность \"Без прицела\" не завершает ход и требует только одно действие, что позволяет ей хорошо сочетаться с другими способностями снайпера, такими как \"Смерть с небес\" или \"Выстрел на вскидку\", а также с другим оружием, таким как пистолет или целеуказатель."